/*Pr1-3
Напишите программу CheckPassFail,
которая печатает "PASS", если целочисленная переменная “mark”
больше или равна 50; и "FAIL" – в ином случае.
 */
package com.company;

import java.util.Scanner;

public class Main {

    public static void main(String[] args) {

        Scanner in = new Scanner(System.in);
        System.out.print("Input a mark: ");
        int mark = in.nextInt();
        in.close();

        if (mark >= 50) {
            System.out.println("PASS");
        } else {
            System.out.println("FAIL");
        }
    }
}